const blogData = [
	{
		id: 1,
		time: {
			createAt: '2016-07-26 10:33:00',
			updateAt: '2016-07-26 10:35:00',
		},
		title: '函数式编程柯里化1',
		summary: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		content: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		category: 'JS杂谈',
		tags: 'Javascript,算法,函数式编程',
		numbers: {
			view: 322,
			comment: 0,
			like: 32,
		},
	},
	{
		id: 2,
		time: {
			createAt: '2016-07-26 10:33:00',
			updateAt: '2016-07-26 10:35:00',
		},
		title: '函数式编程柯里化2',
		summary: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		content: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		category: 'JS杂谈',
		tags: 'Javascript,哈哈2,函数式编程',
		numbers: {
			view: 321,
			comment: 0,
			like: 32,
		},
	},
	{
		id: 3,
		time: {
			createAt: '2016-07-26 10:33:00',
			updateAt: '2016-07-26 10:35:00',
		},
		title: '函数式编程柯里化3',
		summary: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		content: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		category: 'JS杂谈',
		tags: 'Javascript,算法,函数式编程',
		numbers: {
			view: 321,
			comment: 0,
			like: 32,
		},
	},
	{
		id: 4,
		time: {
			createAt: '2016-07-26 10:33:00',
			updateAt: '2016-07-26 10:35:00',
		},
		title: '函数式编程柯里化4',
		summary: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		content: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		category: 'JS杂谈',
		tags: 'Javascript,算法,函数式编程',
		numbers: {
			view: 321,
			comment: 0,
			like: 32,
		},
	},
	{
		id: 5,
		time: {
			createAt: '2016-07-26 10:33:00',
			updateAt: '2016-07-26 10:35:00',
		},
		title: '函数式编程柯里化5',
		summary: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		content: 'JS是一门函数式编程语言，其中具有一个很明显的特点就是: 函数是"第一等公民",也就是说函数跟数值，字符串，对象等数据类型一样，函数也是JS的一种数据类型。 这点在下面的代码体现非常明显：123456Function. ...',
		category: 'JS杂谈',
		tags: 'Javascript,算法,函数式编程',
		numbers: {
			view: 321,
			comment: 0,
			like: 32,
		},
	},


];

export default blogData;